Repository: HomeRad/TorCleaner
Catalog: po/*.po
Languages: de

source: inserting new rule %s
de: füge neue Regel %s ein

source: with 1 rule
de: mit einer Regel

source: with %d rules
de: mit %d Regeln

source: updating rule title for language %s:
de: aktualisiere Überschrift für Regel %s:

source: updating rule description for language %s:
de: aktualisiere Beschreibung der Regel für die Sprache %s:

source: updating rule %s:
de: aktualisiere Regel %s:

source: Unknown page
de: Unbekannte Seite

source: Attribute
de: Attribut

source: Attribute value
de: Attributwert

source: Attribute name
de: Attributname

source: Complete tag
de: Ganzes Tag

source: Enclosed block
de: Enthaltener Text

source: none
de: keine

source: mild
de: etwas

source: heavy
de: viel

source: Rating %r for category %r exceeds limit %r
de: Bewertung %r für Kategorie %r überschreitet Grenze %r

source: Rating %r for category %r is not in range %s
de: Bewertung %r für Kategorie %r ist nicht im Bereich %s

source: adding new rating for %r
de: füge neuen externen Filter %r hinzu

source: malformed rating line %r
de: ungültige Bewertungszeile %r

source: malformed modified time %r
de: ungültige Änderungszeit %r

source: generic url %r doesn't match %r
de: Allgemeine URL %r passt nicht zu %r

source: Not acceptable
de: Ungültig

source: Maximum data size (%s) exceeded
de: Maximale Datengröße (%s) überschritten

source: Clamd is not ready for stream scanning
de: Clamd ist nicht bereit zum Prüfen eines Datenstroms

source: You have to disable ScannerDaemonOutputFormat
de: Sie müssen ScannerDaemonOutputFormat deaktivieren

source: Clamd is not configured properly: both TCPSocket and LocalSocket are enabled.
de: Clamd ist nicht richtig konfiguriert: sowohl TCPSocket als auch LocalSocket sind aktiviert.

source: You have to enable either TCPSocket or LocalSocket in your Clamd configuration
de: Sie müssen entweder TCPSocket oder LocalSocket in Ihrer Clamd Konfiguration aktivieren

source: error fetching script from %r
de: Fehler beim Laden von %r

source: fetched script from %r
de: Skript geladen von %r

source: updating filters
de: aktualisiere Filter

source: error fetching %s
de: Fehler beim Laden von %s

source: done
de: fertig

source: filter %s not changed, ignoring
de: Filter %s nicht geändert, ignoriere ihn

source: updating filter %s
de: aktualisiere Filter %s

source: adding new filter %s
de: füge neuen Filter %s hinzu

source: Incompatible folder version %s, must be %s
de: Inkompatible Ordnerversion %s, muss %s sein

source: error fetching %s:
de: Fehler beim Laden von %s:

source: invalid content
de: ungültiger Inhalt

source: extern filter %s not changed, ignoring
de: externer Filter %s nicht geändert, ignoriere ihn

source: updating extern filter %s
de: aktualisiere externen Filter %s

source: adding new extern filter %s
de: füge neuen externen Filter %s hinzu

source: got no data
de: keine Daten erhalten

source: updating ratings...
de: Aktualisierung der Inhaltsbewertung...

source: seconds
de: Sekunden

source: minutes
de: Minuten

source: hours
de: Stunden

source: The %s service runs in its own process.
de: Der %s Dienst läuft in einem eigenen Prozess.

source: The %s service shares a process with other services.
de: Der %s Dienst teilt sich ein Prozess mit anderen Diensten.

source: The %s service can interact with the desktop.
de: Der %s Dienst kann mit dem Desktop interagieren.

source: The %s service is stopped.
de: Der %s Dienst ist angehalten.

source: The %s service is starting.
de: Der %s Dienst startet.

source: The %s service is stopping.
de: Der %s Dienst stoppt.

source: The %s service is running.
de: Der %s Dienst ist gestartet.

source: The %s service can be stopped.
de: Der %s Dienst kann angehalten werden.

source: The %s service can be paused.
de: Der %s Dienst kann pausieren.

source: inserting %s
de: füge %s ein

source: unknown tag name %r
de: Unbekannter Tagname %r

source: Psyco is installed but not used since the version is too old. Psyco >= 1.4 is needed.
de: Psyco ist installiert, wird aber nicht benutzt da die Version zu alt ist. Psyco >= 1.4 wird benötigt.

source: Authentication Required
de: Autorisierung benötigt

source: Not Found
de: Nicht vorhanden

source: Internal Error
de: Interner Fehler

source: %s error
de: %s Fehler

source: No title
de: Überschrift

source: Unknown reason
de: Unbekannter Grund

source: Error: nothing to update.
de: Fehler: keine Aktualisierungen vorhanden.

source: Connect error %s.
de: Verbindungsproblem %s.

source: Change content type of %r from %r to %r
de: Setze Inhaltstyp in %r von %r nach %r

source: Set content type of %r to %r
de: Setze Content-Type von %r nach %r

source: unsupported encoding: %r
de: Nicht unterstütztes Encoding: %r

source: zlib error: not gzip format, disabling gunzip
de: zlib Fehler: nicht in gzip Format, deaktiviere gunzip

source: zlib error: unknown compression method, disabling gunzip
de: zlib Fehler: unbekannte Komprimierungsart, deaktiviere gunzip

source: Host %s is an abbreviation for %s
de: Rechner %s ist eine Abkürzung für %s

source: Host not found
de: Rechner nicht gefunden

source: Host %s not found .. %s
de: Rechner %s nicht gefunden .. %s

source: Service unavailable
de: Dienst nicht verfügbar

source: Connect error
de: Verbindungsproblem

source: Expectation failed
de: Erwartung fehlgeschlagen

source: Server does not understand HTTP/1.1
de: Server versteht nicht HTTP/1.1

source: Unsupported expectation %r
de: Erwartung %r nicht erfüllbar

source: No response from server
de: Keine Antwort vom Server

source: Server did not respond
de: Server hat nicht geantwortet

source: Proxy Error %d %s
de: Proxy Fehler %d %s

source: Method not allowed
de: Anfrage nicht erlaubt

source: Empty URL
de: Leere URL

source: HTTP version not supported
de: HTTP Version wird nicht unterstützt

source: URL too long
de: URL zu lang

source: URL length limit is %d bytes.
de: URL Längenbegrenzung ist %d Byte.

source: Forbidden
de: Verboten

source: Bad Request
de: Schlechte Anfrage

source: Proxy Authentication Required
de: Proxy Autorisierung benötigt

source: Moved Temporarily
de: Vorübergehend verschoben

source: Invalid Method
de: Ungültige Anfrage

source: redirection to localhost
de: Weiterleitung zu localhost

source: server received %d bytes more than content-length
de: der Server empfing %d Bytes mehr als angegeben durch content-length

source: USAGE webcleaner [options] <command> [command options] OPTIONS -h, --help Print this help. -d <directory>, --configdir=<directory> Use given directory for configuration. It should include the webcleaner.conf, logging.conf and several .zap files. --no-file-logs Do not add automatic .log files to the logging configuration. COMMANDS start [-f <config>] Start %(service)s service, with optional alternate configuration file. stop Stop %(service)s service. restart Restart %(service)s service. status Print status info of %(appname)s service. debug Start %(service)s service with debug messages. install [options] Install %(service)s service. update [options] Update %(service)s service. remove Remove %(service)s service. COMMAND OPTIONS (for 'install' and 'update' commands only) --username <domain\username> The Username the service is to run under --password password The password for the username --startup [manual|auto|disabled] How the service starts, default = manual --interactive Allow the service to interact with the desktop.
de: SYNTAX webcleaner [Optionen] <Befehl> [Befehlsoptionen] OPTIONEN -h Gebe diese Hilfe aus. -d <Verzeichnis>, --configdir=<Verzeichnis> Benutze angegebenes Verzeichnis zur Konfiguration. Es sollte eine webcleaner.conf Datei beinhalten und einige .zap Dateien. --no-file-logs Lege nicht automatisch .log Dateien an. BEFEHLE start [-f <Konfiguration>] Starte den %(service)s Dienst, optional mit alternativer Konfiguration. stop Stoppe den %(service)s Dienst. restart Starte den %(service)s Dienst neu. status Gebe Info aus, ob der %(appname)s Dienst gestartet ist oder nicht. debug Starte den %(service)s Dienst unter Ausgabe von Debugmeldungen. install [Optionen] Installiere den %(service)s Dienst. update [Optionen] Aktualisiere den %(service)s Dienst. remove Entferne den %(service)s Dienst. BEFEHLSOPTIONEN (nur für 'install' und 'update' Befehle) --username <domäne\benutzername> Der Benutzer unter dem der Dienst laufen soll --password passwort Das Passwort für den Benutzer --startup [manual|auto|disabled] Wann der Dienst gestartet werden soll. Standard ist manuell (manual) --interactive Erlaube Interaktion mit dem Desktop.

source: USAGE webcleaner [options] [command] The %(appname)s proxy is started as a foreground process. OPTIONS -h, --help Print this help. -d <directory>, --configdir=<directory> Use given directory for configuration. It should include the webcleaner.conf, logging.conf and several .zap files. --no-file-logs Log to stdout instead of *.log files. COMMANDS start Start %(appname)s. restart Restart %(appname)s.
de: SYNTAX webcleaner [Optionen] [Kommando] Der %(appname)s Proxy wird als Vordergrundprozess gestartet. OPTIONEN -h, --help Gebe diese Hilfe aus. -d <Verzeichnis>, --configdir=<Verzeichnis> Benutze angegebenes Verzeichnis zur Konfiguration. Es sollte eine webcleaner.conf Datei beinhalten und einige .zap Dateien. --no-file-logs Protokolliere zur Standardausgabe anstatt .log Dateien. KOMMANDOS start Starte %(appname)s. restart Starte %(appname)s neu.

source: execute 'webcleaner -h' for help
de: Führen Sie 'webcleaner -h' aus, um Hilfe zu erhalten

source: press return to continue...
de: drücken Sie die Eingabetaste, um fortzufahren...

source: Unknown option %(option)r
de: Unbekannte Option %(option)r

source: Unknown command %r
de: Unbekannter Befehl %r

source: No command given.
de: Kein Befehl angegeben.

source: SSL certificate operations require PyOpenSSL.
de: SSL-Zertifikat Operationen benötigen PyOpenSSL.

source: Usage: webcleaner-certificates [options] <command> Options: -d <directory>, --configdir=<directory> Generate certificates in given directory instead of the default one for %(app)s. This should be the same directory as given in "%(name)s -d" Commands: install - generate and install %(app)s SSL certificates if not already there remove - remove %(app)s SSL certificates
de: Benutzung: webcleaner-certificates <Kommando> Optionen: -d <Verzeichnis>, --configdir=<Verzeichnis> Generiere Zertifikate im angegebenen Verzeichnis anstatt im Standardverzeichnis von %(app)s. Das Verzeichnis sollte dasselbe sein wie in "%(name)s -d" Kommandos: install - generiere und installiere %(app)s SSL Zertifikate falls noch nicht vorhanden remove - lösche %(app)s SSL Zertifikate

source: %s SSL certificates already exist, doing nothing
de: %s SSL Zertifikat existiert bereits, tue nichts

source: Could not remove %r: %s
de: Konnte %r nicht löschen: %s

source: Invalid command %r.
de: Unbekannter Befehl %r.

source: ${appname} Google Selection
de: ${appname} Google Auswahl

source: ${appname} configuration
de: ${appname} Konfiguration

source: ${appname} error
de: ${appname} Fehler

source: ${appname} filter rule configuration
de: ${appname} Filterregeln Konfiguration

source: ${appname} filter update
de: ${appname} Filteraktualisierung

source: ${appname} help
de: ${appname} Hilfe

source: ${appname} proxy configuration
de: ${appname} Proxykonfiguration

source: ${appname} restart
de: ${appname} Neustart

source: ${appname} update script
de: ${appname} Aktualisierungsskript

source: ${appname} uses a modular filter design allowing a lot of flexibility for different uses.<br> Each module has a list if mime types and a list of which parts of request/response challenge it applies to. And each module can be further customized by separate rules in the filter configuration.
de: ${appname} benutzt ein modulares Filterdesign welches eine Menge flexibler Anwendungsmöglichkeiten erlaubt.<br> Jedes Modul besitzt eine Liste von Mime-Typen und eine Liste von Anfrage/Antwort Teilen die es filtert. Weiterhin kann jedes Modul mit separaten Filterregeln konfiguriert werden.

source: ${appname} web interface main page
de: ${appname} Weboberfläche Hauptseite

source: A HTML rewrite rule applies to one specified HTML tag and can replace (or delete if the replacement data is empty) parts of or the complete tag. The tag name is a case insensitive string.<br> If attributes are given, they must match too before the rule applies.
de: Eine HTML Rewrite-Regel wird auf ein angegebenes HTML-Tag angewendet und kann Teile oder das ganze Tag ersetzen (oder löschen wenn der angegebene Ersatz leer ist). Der Tagname ist unempfindlich gegenüber Groß- und Kleinschreibung.<br> Falls Attribute angegeben sind müssen diese auch zum Inhalt passen ehe diese Regel zutrifft.

source: A block rule specifies regular expressions for urls which must be blocked.<br> The replacement URL specifies the URL to show when the block matches. If none is given a default block message is shown.<br> Back references to matched subgroups can be specified in the replacement url with a backslash and the subgroup number (ie. , , ...).
de: Eine Block Regel gibt Reguläre Ausdrücke für URLs an welche geblockt werden müssen.<br> Die Ersatz-URL gibt die URL an welche stattdessen angezeigt werden soll wenn die Regel zutrifft. Falls keines angegeben wurde wird eine Standardnachricht angezeigt.<br> Referenzen auf zugeordnete Untergruppen können in der Ersatz-URL durch einen umgekehrten Schrägstrich und die Untergruppennummer angegeben werden (z.B. \1, \2, ...).

source: Access key 0
de: Tastaturkommando 0

source: Access key 1
de: Tastaturkommando 1

source: Access key 2
de: Tastaturkommando 2

source: Access key 9
de: Tastaturkommando 9

source: Access keys
de: Tastaturkommandos

source: Accessibility pages
de: Zugänglichkeitseiten

source: Accessibility statement
de: Zugänglichkeitserklärung

source: Accessibility statement for ${appname}
de: Zugänglichkeitserklärung für ${appname}

source: Action
de: Aktion

source: Add and replace HTTP header values.
de: Hinzufügen und Ersetzen von HTTP Header Werten.

source: Add new
de: Neu hinzufügen

source: Add new rule to current folder.
de: Neue Regel zu aktuellem Ordner hinzufügen

source: Add, modify and delete HTTP headers of request and response.
de: Hinzufügen, Ändern und Löschen von HTTP Headern bei Anfrage und Antwort.

source: Add/replace attribute
de: Attribut hinzufügen/ersetzen

source: Admin password
de: Administrator Passwort

source: Admin password must have only ASCII characters.
de: Administratorpasswort darf lediglich ASCII Zeichen enthalten.

source: Admin password successfully changed.
de: Administratorpasswort erfolgreich geändert.

source: Admin user
de: Administrator

source: Admin user must have only ASCII characters.
de: Administratorname darf nur aus ASCII-Zeichen bestehen.

source: Admin user successfully changed.
de: Administrator erfolgreich geändert.

source: Administrator password
de: Administrator Passwort

source: Administrator password for ${appname} Proxy
de: Administrator Passwort für ${appname} Proxy

source: Administrator username
de: Administrator

source: After that, <a href="restart_ask.html">restart</a> ${appname} and click on the configuration link below. Your new credentials for the configuration are:<br> username ${adminuser}<br> password ${adminpass}<br>
de: <a href="restart_ask.html">Starten</a> Sie danach ${appname} neu und klicken auf die unten stehende Verknüpfung zur Konfiguration. Ihre neuen Authentifizierungsdaten für das Konfigurationsmenü lauten:<br> Benutzername <b>${adminuser}</b><br> Passwort <b>${adminpass}</b><br>

source: All hosts
de: Alle Rechner

source: All pages define the following access keys:
de: Alle Seiten definieren folgende Tastaturkommandos:

source: Allow a list of URLs. The URL list is stored in an extern compressed file.
de: Erlaube eine URL-Liste. Die URL-Liste ist in einer externen, komprimierten Datei gespeichert.

source: Allow a list of domains. The domain list is stored in an extern compressed file.
de: Erlaubt eine Domainliste. Die Domainliste ist in einer externen, komprimierten Datei gespeichert.

source: Allowed host successfully added.
de: Erlaubter Rechner wurde erfolgreich hinzugefügt.

source: Allowed host(s) successfully removed.
de: Erlaubte(r) Rechner wurde(n) erfolgreich entfernt.

source: Allowed hosts
de: Erlaubte Rechner

source: Allowed limit
de: Erlaubnisgrenze

source: Always change the complete password since the displayed value is only a dummy.
de: Ändern sie stets das ganze Passwort, da der angezeigte Wert nur ein Platzhalter ist.

source: An XML rewrite rule applies to one specific XML tag and can replace (or delete) parts of or the complete tag. The selector is a simplified XPath expression of the form <code><i>(</i>/<i>tag)+</i></code> where a tag is of the form <code><i>name</i>([<i>attr</i>=<i>val(</i>,<i>attr</i>=<i>val)*</i>]<i>)?</i></code>. Tag names, attributes and values are case sensitive.<br> Example: <code>/rss/channel/item/description</code> selects the <code>&lt;description&gt;</code> XML tag in an RSS new feed.
de: Eine XML Ersetzungsregel gilt für ein spezifisches XML-Element und kann Teile oder das ganze Element ersetzen beziehungsweise löschen. Der Selektor ist ein einfacher XPath Ausdruck der Form <code><i>(</i>/<i>Element)+</i></code>, wobei das Element der Form <code><i>Name</i>([<i>Attr</i>=<i>Wert(</i>,<i>Attr</i>=<i>Wert)*</i>]<i>)?</i></code> entspricht. Elementnamen, Attribute und Werte sind empfindlich gegenüber Groß- und Kleinschreibung.<br>Beispiel: <code>/rss/channel/item/description</code> selektiert das XML-Element <code>&lt;description&gt;</code> in einem RSS Nachrichtenkanal.

source: An allow rule specifies regular expressions for urls which must be allowed, even if a matching block rule exists.
de: Eine allow-Regel gibt reguläre Ausdrücke für URL an die zugelassen werden müssen, auch wenn bereits eine zutreffende Block-Regel existiert.

source: Applies to all pages starting with url?
de: Gilt für alle Seiten die mit dieser URL beginnen?

source: Apply
de: Übernehmen

source: Attributes
de: Attribute

source: Back to update overview
de: Zurück zur Aktualisierungsübersicht

source: Block URL requests and show a replacement URL instead.
de: Blockt URL-Anfragen und zeigt eine Ersatz-URL stattdessen an.

source: Block a list of URLs. The URL list is stored in an extern compressed file.
de: Blockt eine URL-Liste. Die URL-Liste ist in einer externen, komprimierten Datei gespeichert.

source: Block a list of domains. The domain list is stored in an extern compressed file.
de: Blockt eine Domainliste. Die Domainliste ist in einer externen, komprimierten Datei gespeichert.

source: Block images with a certain size by replacing them with a transparent 1x1 image.
de: Blockiert Bilder einer bestimmten Größe und ersetzt diese durch ein transparentes 1x1 Bild.

source: Block or allow specific sites by URL name. Before matching a URL the hostname and path is unquoted to avoid spoofing attacks.
de: Blockiere oder erlaube bestimmte Seiten nach URL Name. Bevor eine URL zutrifft wird der Rechnername und der Pfad dekodiert, um Verschleierungs-Attacken zu vermeiden.

source: Blocked by ${ruletitle}.
de: Blockiert von ${ruletitle}.

source: Blocked image URL
de: Blockierte Bild URL

source: Browser configuration
de: Browser Konfiguration

source: Category
de: Kategorie

source: Changes to this option require a proxy <a href="restart_ask.html">restart</a> to take effect.
de: Änderungen dieser Option erfordern einen <a href="restart_ask.html">Proxy-Neustart</a>, um wirksam zu werden.

source: ClamAV config successfully changed.
de: ClamAV Konfiguration erfolgreich geändert.

source: Clamav Config
de: Clamav Konfiguration

source: Compress HTML pages.
de: Komprimiert HTML-Seiten.

source: Compression of documents with good compression ratio like HTML, WAV, etc.
de: Komprimierung von Dokumenten mit guter Komprimierungsrate wie z.B. HTML, WAV, etc.

source: Configuration rules
de: Konfigurationsregeln

source: Connection timeout in seconds
de: Verbindungszeitüberschreitung in Sekunden

source: Content rated by ${appname}
de: Inhalt gesperrt von ${appname}

source: Content rating
de: Inhaltsbewertung

source: Content rating for ${appname}
de: Inhaltsbewertung für ${appname}

source: Convert images to low quality JPEG files to reduce bandwidth
de: Konvertiere Bilder zu JPEG Bilddateien niedriger Qualität, um Bandbreite zu sparen

source: Coral Cache for
de: Coral Cache für

source: Deanimate GIF images.
de: Deanimiert GIF-Bilder.

source: Deanimates GIFs and removes all unwanted GIF image extensions (for example GIF comments).
de: Deanimiert GIF Bilder und löscht alle unerwünschten GIF Bilderweiterungsdaten (wie z.B. GIF Kommentare).

source: Defined replacement types
de: Definierte Ersetzungstypen

source: Delete
de: Löschen

source: Delete this rating
de: Lösche diese Bewertung

source: Description
de: Beschreibung

source: Disable folder
de: Ordner deaktivieren

source: Disable rule
de: Deaktiviere Regel

source: Disabled filter module(s) ${disabled-filter}.
de: Filter Modul(e) ${disabled-filter} wurde(n) deaktiviert.

source: Disabled folder icon
de: Bild für inaktiven Ordner

source: Disabled rule icon
de: Bild von inaktiver Regel

source: Don't filter hosts
de: Nicht zu filternde Rechner

source: Don't match urls
de: Nicht zutreffende URLs

source: Down
de: Nach unten

source: Edit
de: Editieren

source: Edit this rating
de: Ändere diese Bewertung

source: Email URL rating to ${email}
de: Versende Mail nach ${email} mit dieser URL Bewertung

source: Email this rating to the author
de: Versende dem Autor eine Mail mit dieser Bewertung

source: Empty attribute name.
de: Leerer Attributname.

source: Empty folder name.
de: Leerer Ordnername.

source: Empty header rule name.
de: Leerer Header-Regel Name.

source: Empty replace search value.
de: Leerer Textersatzwert.

source: Empty rewrite tag name.
de: Leerer Rewrite-Regel Tagname.

source: Empty rule title.
de: Leerer Regel Titel.

source: Enable folder
de: Ordner aktivieren

source: Enable rule
de: Aktiviere Regel

source: Enable the VirusFilter module.
de: Aktivieren Sie das VirusFilter Modul.

source: Enabled filter module(s) ${enabled-filter}.
de: Filter Modul(e) ${enabled-filter} wurde(n) aktiviert.

source: Error removing folder.
de: Fehler beim Löschen des Ordners.

source: Error removing rule.
de: Fehler beim Löschen der Filterregel.

source: Error sending mail.
de: Fehler beim Mailversand.

source: Error: no rating for URL ${url} found.
de: Fehler: keine Bewertung für URL ${url} wurde gefunden.

source: Evaluate content rating HTTP headers.
de: Evaluiere HTTP Header Werte der Inhaltsbewertung.

source: Example ClamAV configuration file:
de: Beispieldatei für die ClamAV Konfiguration:

source: Execute and filter JavaScript (JS) in HTML pages using the integrated Spidermonkey JS engine. The filter deletes popups and places dynamic content emitted with document.write() into the HTML file.
de: Ausführen und Filtern von JavaScript (JS) in HTML Seiten durch die integrierte Spidermonkey JS Bibliothek. Der Filter löscht Popups und schreibt dynamischen Inhalt generiert durch document.write() in die HTML Seite.

source: Fallback URL
de: Ersatz-URL

source: Feedback for ${appname}
de: Feedback für ${appname}

source: Filename
de: Dateiname

source: Filter configuration
de: Filterkonfiguration

source: Filter configuration rules
de: Filterkonfigurationsregeln

source: Filter https traffic through a local SSL server
de: Filtere https Daten über einen lokalen SSL Server

source: Filter update
de: Filteraktualisierung

source: Folder already disabled.
de: Ordner ist bereits deaktiviert.

source: Folder already enabled.
de: Ordner ist bereits aktiviert.

source: Folder icon
de: Ordnericon

source: Folder moved down.
de: Ordner wurde nach unten geschoben.
