Repository: HomeRad/TorCleaner
Catalog: po/*.po
Languages: de

source: Select <b>Tools -&gt; Internet Options -&gt; Connections</b>.<br> Click on <b>LAN Settings</b>. If you have a dialup connection to the internet, select your dialup connection and click on <b>Settings</b>.<br> Activate <b>Use a proxy server</b>.<br> If activated, deactivate <b>Bypass proxy server for local addresses</b>.<br> Click on <b>Advanced</b>.<br> Under <b>HTTP</b> enter <i>localhost</i>, the <b>Port</b> is ${port}.<br> Under <b>Secure</b> enter <i>localhost</i>, the <b>Port</b> is ${port}.<br> Click <b>Ok</b> to use your new settings.
de: Wählen Sie <b>Extras -&gt; Internetoptionen -&gt; Verbindungen</b><br> Klicken Sie auf <b>LAN-Einstellungen</b>. Falls Sie eine DFÜ oder VPN Verbindung haben, wählen Sie die entsprechende Verbindung aus und klicken Sie unter DFÜ- und VPN-Einstellungen auf <b>Einstellungen</b>.<br> Aktivieren Sie <b>Proxyserver verwenden</b>.<br> Falls aktiviert, deaktivieren Sie <b>Proxyserver für lokale Adressen umgehen</b>.<br> Klicken Sie auf <b>Erweitert</b>.Unter <b>HTTP</b> geben Sie <i>localhost</i> ein, der <b>Port</b> ist ${port}.<br> Unter <b>Secure</b> geben Sie <i>localhost</i> ein, der <b>Port</b> ist ${port}.<br> Unter <b>Ausnahmen</b> geben Sie <i>localhost; 127.0.0.1</i> ein.<br> Klicken Sie <b>Ok</b> um die neuen Einstellungen zu übernehmen.

source: Select <b>Tools -&gt; Preferences -&gt; Advanced -&gt; Network -&gt; Proxy servers</b>.<br> Activate <b>HTTP</b> and enter <i>localhost</i>, the <b>Port</b> is ${port}.<br> Activate <b>HTTPS</b> and enter <i>localhost</i>, the <b>Port</b> is ${port}.<br> Activate <b>Enable HTTP 1.1 for proxies</b><br> Activate <b>Do not use proxy on the adresses below</b> and enter <i>localhost, 127.0.0.1</i>.<br> Click <b>Ok</b> to use your new settings.
de: Wählen Sie <b>Extras -&gt; Einstellungen -&gt; Erweitert -&gt; Netzwerk -&gt; Proxyserver</b>.<br>Aktivieren Sie <b>HTTP</b> und geben Sie <i>localhost</i> ein, der <b>Port</b> ist ${port}.<br> Aktivieren Sie <b>HTTPS</b> und geben Sie <i>localhost</i> ein, der <b>Port</b> ist ${port}.<br> Aktivieren Sie <b>HTTP 1.1 für Proxy aktivieren</b><br> Aktivieren Sie <b>Keinen Proxyserver für folgende Adressen verwenden</b> und geben Sie <i>localhost, 127.0.0.1</i> ein.<br> Klicken Sie <b>Ok</b>, um die neuen Einstellungen zu übernehmen.

source: Selector
de: Selektor

source: Send
de: Senden

source: Short description
de: Kurzbeschreibung

source: Skip to main content
de: Zum Hauptinhalt springen

source: Software: the ClamAV virus scanner must be installed on the proxy host.
de: Software: der ClamAV Virusscanner muss auf dem Proxy Rechner installiert sein.

source: Software: the Python Image Library (PIL) must be installed.
de: Software: die Python Imaging Library (PIL) muss installiert sein.

source: The <b>Update filter configuration</b> button downloads new filter files from ${url} and merges their changes into the current configuration.<br> If something has changed, the new filter configuration files are saved and reloaded into the proxy.
de: Der Knopf <b>Aktualisierung der Filterkonfiguration</b> lädt neue Filterdateien von ${url} und fügt ihre Änderungen in die aktuelle Konfiguration ein.<br> Falls etwas geändert wurde, wird die neue Filterkonfiguration gespeichert und in den Proxy neu geladen.

source: The administrator password was not yet initialized. This password protects the web configuration pages. Without an administrator password, every user can change the proxy configuration.
de: Das Administratorpasswort wurde noch nicht initialisiert. Dieses Passwort schützt die Seiten der Webkonfiguration. Ohne ein Administratorpasswort kann jeder Benutzer die Proxy-Konfiguration ändern.

source: The configuration also allows you to change the password.
de: Die Konfiguration erlaubt Ihnen auch, das Passwort zu ändern.

source: The content of the requested page ${url} was rated for the following reason:
de: Der Inhalt der angeforderten Seite ${url} wurde aus folgendem Grund gesperrt:

source: The proxy is restarting. You will be redirected to the new main configuration page automatically in 15 seconds.
de: Der Proxy startet neu. Sie werden in 15 Sekunden automatisch zur neuen Hauptseite weitergeleitet.

source: The supplied value resembles a <a href="http://www.amk.ca/python/howto/regex/">regular expression</a>.
de: Der Wert ist ein <a href="http://www.amk.ca/python/howto/regex/">regulärer Ausdruck</a>.

source: There are no url ratings saved.
de: Es sind keine URL Bewertungen gespeichert.

source: This page is also available in
de: Diese Seite ist auch verfügbar auf

source: This statement and almost all implemented techniques for accessible web sites are from Mark Pilgrims ${accessibility-link}.
de: Diese Erklärung sowie fast alle implementierten Techniken für behindertengerechte Websites stammen von Mark Pilgrims ${accessibility-link}.

source: Timeout
de: Zeitüberschreitung

source: Timeout sucessfully changed.
de: Zeitüberschreitung wurde erfolgreich geändert.

source: Title
de: Überschrift

source: URL rating
de: URL Bewertung

source: URL to rate
de: Zu bewertende URL

source: Up
de: Hoch

source: Update filter configuration
de: Aktualisierung der Filterkonfiguration

source: Update log
de: Aktualisierungsprotokoll

source: Username
de: Benutzername

source: Username used for parent proxy authentication
de: Benutzername zur Authentifizierung des übergeordneten Proxy

source: Username used for proxy authentication
de: Benutzername zur Proxy Authentifizierung

source: Value
de: Wert

source: Welcome to the wonderful world of ${appname}.
de: Willkommen in der wundervollen Welt von ${appname}.

source: What it does when replacement is <i>foo</i>
de: Ausgeführte Aktion falls der Ersatzwert <i>foo</i> ist

source: When you klick on the send button below, the following information will be mailed to the author of ${appname} at ${email}:
de: Wenn Sie unten auf Senden klicken, wird die folgende Information dem Autor von ${appname} an die Adresse ${email} geschickt:

source: XML Selector
de: XML Selektor

source: You can of course always add your own filter rules, they will not be touched on a filter update.
de: Sie können natürlich auch ihre eigenen Filterregeln hinzufügen, diese werden bei einer Filteraktualisierung nicht gelöscht.

source: You can rate and review web pages according to several given categories.
de: Sie können Webseiten nachschlagen und anhand einiger Kategorien bewerten.

source: You can send me changed or new page ratings per email so I can review them and include the changes into an updated rating database.
de: Sie können mir geänderte oder neue Seitenbewertungen per Mail schicken sodass ich diese anschauen und in eine aktualisierte Bewertungsdatenbank einfügen kann.

source: You can specify complete domains or only their last parts with a leading dot. For example <code>.intra</code> will match any hosts ending with <code>.intra</code>.
de: Sie könne ganze Domains oder nur den letzten Teil davon mit einem Punkt am Anfang angeben. Zum Beispiel trifft <code>.intra</code> auf alle Rechnernamen zu, die auf <code>.intra</code> enden.

source: You can specify network masks for whole subnets. For example <code>192.168.1.1/8</code> (local subnet) or <code>1.1.1.1/0</code> (every host).
de: Sie können Netzwerkmasken für ganze Subnetze angeben. Zum Beispiel <code>192.168.1.1/8</code> (lokales Subnetz) oder <code>1.1.1.1/0</code> (jeder Rechner).

source: You have to configure your web browser to use ${appname} as a proxy.
de: Sie müssen Ihren Browser konfigurieren damit ${appname} als Proxy verwendet wird.

source: Your request
de: Ihre Anfrage

source: accessibility features of these pages
de: Zugänglichkeitseigenschaften dieser Seiten

source: action
de: Aktion

source: add/replace
de: hinzufügen/ersetzen

source: after
de: danach

source: alt-key
de: Alt-Taste

source: before
de: vorher

source: control-key
de: Strg-Taste

source: footnote 1
de: Fußnote 1

source: footnote 2
de: Fußnote 2

source: footnote 3
de: Fußnote 3

source: footnote 4
de: Fußnote 4

source: footnote 5
de: Fußnote 5

source: footnote 6
de: Fußnote 6

source: remove
de: entfernen

source: replace
de: ersetzen

source: replace part
de: Ersetztes Teil

source: replace type
de: Ersatztyp

source: replace value
de: Ersatzwert

source: request
de: Anfrage

source: request and response
de: Anfrage und Antwort

source: response
de: Antwort

source: resulted in the following error:<br> Server response ${response}
de: ergab den folgenden Fehler:<br> Server Antwort ${response}

source: return window.confirm('Really delete this rating?')
de: return window.confirm('Diese Bewertung wirklich löschen?')

source: return window.confirm('Really remove this folder?')
de: return window.confirm('Diesen Ordner wirklich löschen?')

source: return window.confirm('Really remove this rule?')
de: return window.confirm('Diese Regel wirklich löschen?')

source: see footnote 1
de: siehe Fußnote 1

source: see footnote 2
de: siehe Fußnote 2

source: see footnote 3
de: siehe Fußnote 3

source: see footnote 4
de: siehe Fußnote 4

source: see footnote 5
de: siehe Fußnote 5

source: see footnote 6
de: siehe Fußnote 6

source: supply a different rating for this page
de: ändern Sie die Bewertung dieser Seite
