Repository: HomeRad/TorCleaner
Catalog: po/*.po
Languages: de

source: Folder moved up.
de: Ordner wurde nach oben geschoben.

source: Folder name
de: Ordnername

source: Folder rules
de: Ordner Regeln

source: Folder successfully disabled.
de: Ordner erfolgreich deaktiviert.

source: Folder successfully enabled.
de: Ordner erfolgreich aktiviert.

source: Folder successfully removed.
de: Ordner erfolgreich gelöscht.

source: Folder successfully renamed.
de: Ordner erfolgreich umbenannt.

source: Folders
de: Ordner

source: Generated by ${appname} ${version}
de: Generiert durch ${appname} ${version}

source: Generic
de: Allgemein

source: Go to rating:
de: Gehe zur Bewertung:

source: Go to rule:
de: Gehe zur Regel:

source: Google Cache for
de: Google Cache für

source: Guess a missing content type.
de: Ein fehlender Inhaltstyp wird geraten.

source: HTTP stages: request URL
de: HTTP Stufen: Anfrage-URL

source: HTTP stages: request and response headers
de: HTTP Stufen: Anfrage und Antwort HTTP-Header

source: HTTP stages: response content body
de: HTTP Stufen: Antwortdaten

source: HTTP stages: response headers
de: HTTP Stufen: Antwort HTTP-Header

source: Header filters
de: Header filtert

source: Header rules apply either to client request, server request or both
de: Regen für Kopfdaten gelten entweder für Browser Anfragen, Server Anfragen oder für beide.

source: Header rules can add, replace or remove headers
de: Header-Regeln können Daten hinzufügen, ersetzen oder entfernen.

source: Header value
de: Header Wert

source: Help
de: Hilfe

source: Home
de: Hauptseite

source: Home page
de: Startseite

source: Hostname
de: Rechnername

source: Hostname of the parent proxy
de: Rechnername des übergeordneten Proxy

source: Htmlrewrite attribute added.
de: Htmlrewrite Attribut wurde hinzugefügt.

source: Htmlrewrite attribute(s) removed.
de: Htmlrewrite Attribut(e) wurde(n) gelöscht.

source: I wrote this software to get rid of advertisings. If you still see advert images on pages you surf on, you are free to send me the url of those pages and I will include filters to remove the adverts.
de: Ich habe dieses Programm geschrieben, um Werbung zu entfernen. Falls sie immer noch Werbung auf Seiten sehen, können sie mir eine URL dieser Seiten schicken und ich werde Filter einfügen, um diese Werbung zu entfernen.

source: If there is no replacement given the specified tag part will be removed, else it will be replaced.<br> Back references to matched subgroups can be specified in the replacement string with a backslash and the subgroup number (ie. , , ...).
de: Falls kein Ersatzwert angegeben wurde wird das angegebene Tag gelöscht, ansonsten wird es ersetzt.<br> Referenzen auf zugeordnete Untergruppen können im Ersatzwert durch einen umgekehrten Schrägstrich und die Untergruppennummer angegeben werden (z.B. \1, \2, ...).

source: If value is empty, the name is treated as a <a href="http://www.amk.ca/python/howto/regex/">regular expression</a>.
de: Falls der Wert leer ist, wird der Name als ein <a href="http://www.amk.ca/python/howto/regex/">regulärer Ausdruck</a> behandelt.

source: If you have any questions or comments about the accessibility of these pages, feel free to email me at <a href="mailto:calvin@users.sourceforge.net">calvin@users.sourceforge.net</a>.
de: Falls sie Vorschläge oder Kommentare zur Zugänglichkeit dieser Seiten haben, können sie mich unter <a href="mailto:calvin@users.sourceforge.net">calvin@users.sourceforge.net</a> erreichen.

source: If you have any suggestions or comments about ${appname}, feel free to email me at <a href="mailto:calvin@users.sourceforge.net">calvin@users.sourceforge.net</a>.
de: Falls sie Vorschläge oder Kommentare zu ${appname} haben, können sie mich unter <a href="mailto:calvin@users.sourceforge.net">calvin@users.sourceforge.net</a> erreichen.

source: If you specified zero or more than one attributes to match, 'attr' and 'attrvalue' replace the first occuring or matching attribute or nothing.
de: Falls Sie keines oder mehr als ein Attribut angegeben haben, ersetzen die 'attr' und 'attrvalue' Teile entweder das zuerst vorkommende Attribut oder gar keines.

source: Image JPEG quality
de: JPEG Bildqualität

source: Image height
de: Bildhöhe

source: Image width
de: Bildbreite

source: Invalid SSL server port.
de: Ungültige SSL Server Portnummer.

source: Invalid XML replace type.
de: Ungültiger XML Ersatzwert.

source: Invalid XML selector.
de: Ungültiger XML Selektor.

source: Invalid attribute name.
de: Ungültiger Attributname.

source: Invalid category value.
de: Ungültiger Kategorie Wert.

source: Invalid folder index.
de: Ungültiger Ordnerindex.

source: Invalid folder move down id.
de: Ungültige Ordner-nach-unten-Verschieben Nummer.

source: Invalid folder move up id.
de: Ungültige Ordner-nach-oben-Verschieben Nummer.

source: Invalid host name.
de: Ungültiger Rechnername.

source: Invalid image height value.
de: Ungültige Bildhöhe.

source: Invalid image quality value.
de: Ungültiger Wert für Bildqualität.

source: Invalid image width value.
de: Ungültige Bildbreite.

source: Invalid minimum size bytes value.
de: Ungültiger Wet für minimale Bildgröße.

source: Invalid or missing SMTP host.
de: Ungültiger oder fehlender SMTP Rechnername.

source: Invalid or missing sender address.
de: Ungültige oder fehlende Absenderadresse.

source: Invalid parent proxy port.
de: Ungültige übergeordnete Proxy Portnummer.

source: Invalid proxy port.
de: Ungültige Proxy Portnummer.

source: Invalid rating.
de: Ungültige Bewertung.

source: Invalid rewrite part name.
de: Ungültiger Rewrite-Regel Teilwert.

source: Invalid rule header action.
de: Ungültige Header-Regel-Aktion.

source: Invalid rule header filter stage.
de: Ungültigee Header-Regel Filterstufe.

source: Invalid rule index.
de: Ungültiger Regel Index.

source: Invalid rule move down id.
de: Ungültige Regel-nach-unten-Verschieben Nummer.

source: Invalid rule move up id.
de: Ungültige Regel-nach-oben-Verschieben Nummer.

source: Invalid rule type.
de: Ungültiger Regeltyp.

source: Invalid selection index.
de: Ungültiger Auswahlindex.

source: Invalid timeout value.
de: Ungültiger Timeoutwert.

source: Invalid url.
de: Ungültige URL.

source: Invalid url. The url has to start with <code>http://</code>, <code>https://</code> or <code>ftp://</code>.
de: Ungültige URL. Die URL muss mit <code>http://</code>, <code>https://</code> oder <code>ftp://</code> beginnen.

source: List of MIME types this rule should apply to
de: Liste von MIME-Typen, auf die diese Regel zutreffen soll

source: List of domain names the proxy must not filter.
de: Liste von Domainnamen die dieser Proxy nicht filtern darf

source: List of hosts allowed to use this proxy.
de: Liste der Rechner die diesen Proxy benutzen dürfen

source: List of urls this rule must not apply to
de: Liste von URLs die diese Regel nicht betreffen soll

source: List of urls this rule should apply to
de: Liste von URLs auf die diese Regel zutreffen soll

source: Location of the Clamav Antivirus software configuration file
de: Ort der Clamav Antivirus Software Konfigurationsdatei.

source: MIME type
de: MIME-Typ

source: MIME types: all
de: MIME Typen: alle

source: MIME types: all image types supported by the Python Imaging Library (as of version 1.1.5: jpeg, png, gif, bmp, pcx, tiff, xbm, xpm)
de: MIME Typen: alle Bildformate, die von der Python Imaging Library unterstützt werden (zur Version 1.1.5: jpeg, png, gif, bmp, pcx, tiff, xbm, xpm)

source: MIME types: image/gif
de: MIME Typen: image/gif

source: MIME types: text/*, application/postscript, application/pdf, application/x-dvi, audio/basic, audio/midi, audio/x-wav, image/x-portable-*map, x-world/x-vrml
de: MIME Typen: text/*, application/postscript, application/pdf, application/x-dvi, audio/basic, audio/midi, audio/x-wav, image/x-portable-*map, x-world/x-vrml

source: MIME types: text/html
de: MIME Typen: text/html

source: MIME types: text/html, (text|application)/javascript
de: MIME Typen: text/html, (text|application)/javascript

source: Mail
de: Email

source: Match urls
de: Zutreffende URLs

source: Matching
de: Zuordnung

source: Minimum image size
de: Minimale Bildgröße

source: Modified
de: Geändert

source: Modify HTML pages.
de: Verändert HTML Seiten.

source: Modify HTTP headers. If the replacement value is empty, the header is deleted, else it gets replaced or added if it did not exist before.
de: Verändere HTTP Header. Falls der Ersatzwert leer ist, wird der Header gelöscht. Ansonsten wird er ersetzt oder hinzugefügt falls er vorher noch nicht existierte.

source: Modify XML pages.
de: Verändert XML Seiten.

source: Most browsers support jumping to specific links by typing keys defined on the web site. On Windows, you can press ${alt-key} + an access key; on Macintosh, you can press ${control-key} + an access key.
de: Die meisten Browser unterstützen das Springen zu Verknüpfungen durch Tippen von vordefinierten Tastenkommandos auf der Website. Unter Windows können sie ${alt-key} + Tastaturkommando tippen, unter Macintosh können sie ${control-key} + Tastaturkommando tippen.

source: Move folder down
de: Ordner nach unten schieben

source: Move folder up
de: Ordner nach oben schieben

source: Move rule down
de: Regel nach unten schieben

source: Move rule up
de: Regel nach oben schieben

source: Network address
de: Netzwerkadresse

source: Network address the proxy should listen on.
de: Netzwerkadresse auf der Proxy horchen soll.

source: New configuration page
de: Neue Konfigurationsseite

source: New folder
de: Neuer Ordner

source: New folder successfully created.
de: Neuer Ordner erfolgreich erstellt.

source: New rule
de: Neue Regel

source: New rule successfully created.
de: Neue Regel wurde erfolgreich erstellt.

source: Nofilter host successfully added.
de: Nicht zu filternder Rechner wurde erfolgreich hinzugefügt.

source: Nofilter host(s) successfully removed.
de: Nicht zu filternde(r) Rechner wurde(n) erfolgreich entfernt.

source: None
de: Keine

source: One activated Antivirus rule enables the virus filtering for the VirusFilter module.
de: Eine aktivierte Antivirus Regel aktiviert das VirusFilter-Modul.

source: One activated Rating rule enables the content rating system in ${appname}. Several distinct content rating services including the one defined by ${appname} itself can be configured.
de: Eine aktivierte Bewertungsregel schaltet das Bewertungssytem in ${appname} ein. Mehrere unterschiedliche Bewertungsdienstleister einschließliche des von ${appname} selbst definierten können konfiguriert werden.

source: Page blocked by ${appname}
de: Seite wurde blockiert von ${appname}

source: Parent proxy password must have only ASCII characters.
de: Passwort des übergeordneten Proxy darf lediglich ASCII Zeichen enthalten.

source: Parent proxy password successfully changed.
de: Passwort des übergeordneten Proxy wurde erfolgreich geändert.

source: Parent proxy port successfully changed.
de: Übergeordnete Proxy Portnummer erfolgreich geändert.

source: Parent proxy settings
de: Übergeordnete Proxy Einstellungen

source: Parent proxy successfully changed.
de: Übergeordneter Proxy erfolgreich geändert.

source: Parent proxy user must have only ASCII characters.
de: Übergeordneter Proxy Benutzer darf lediglich ASCII Zeichen enthalten.

source: Parent proxy user successfully changed.
de: Übergeordneter Proxy Benutzer erfolgreich geändert.

source: Parse HTML code and rewrite single tags, attributes and values. Execute and filter JavaScript. Parse and filter content rated pages. Filter HTML comments.
de: Parse HTML Daten und schreibe einzelne Tags, Attribute und Werte um. Führt Java-Script aus und filtert es. Parst in Seiten angegebene Inhaltsbewertungen und filtert diese Seiten. Filtert HTML Kommentare.

source: Parse XML code and rewrite single tags, attributes and values. Plus there is the ability to filter embedded HTML content, often occuring in RSS feeds.
de: Parse XML Daten und schreibe einzelne Tags, Attribute und Werte um. Zudem existiert die Möglichkeit, HTML Inhalte zu filtern, welche oft in RSS Nachrichten vorkommen.

source: Parse and evaluate content rating system header values.
de: Parse und evaluiere Header Werte der Inhaltsbewertung.

source: Password
de: Passwort

source: Password used for parent proxy authentication
de: Passwort zur Authentifizierung des übergeordneten Proxy

source: Password used for proxy authentitaction
de: Passwort zur Proxy Authentifizierung

source: Please open the file ${configfile} and replace the line ${lineold} with:
de: Bitte bearbeiten Sie die Datei ${configfile} und ersetzen Sie die Zeile ${lineold} mit:

source: Please point your browser somewhere else or
de: Bitte besuchen Sie eine andere Internetseite oder

source: Please specify an SMTP host to send the mail to. If unsure, leave it at <code>localhost</code>.
de: Geben Sie bitte einen SMTP Rechnernamen ein, an den die Email versandt wird. Falls Sie unsicher sind, lassen Sie <code>localhost</code> stehen.

source: Port number
de: Portnummer

source: Port number of the parent proxy
de: Die Portnummer des übergeordneten Proxy

source: Port number the local SSL server is listening on for requests
de: Portnummer auf der der lokale SSL Server auf Anfragen wartet

source: Port number the proxy is listening on for requests
de: Portnummer auf der dieser Proxy auf Anfragen wartet

source: Port successfully changed.
de: Portnummer erfolgreich geändert.

source: Proxy configuration
de: Proxykonfiguration

source: Proxy filter modules
de: Proxy Filtermodule

source: Proxy network address successfully changed.
de: Proxy Netzwerkadresse erfolgreich geändert.

source: Proxy password
de: Proxy Passwort

source: Proxy password must have only ASCII characters.
de: Proxypasswort darf lediglich ASCII Zeichen beinhalten.

source: Proxy password successfully changed.
de: Proxypasswort erfolgreich geändert.

source: Proxy settings
de: Proxy Einstellungen

source: Proxy user
de: Proxy Benutzer

source: Proxy user must have only ASCII characters.
de: Proxybenutzername darf nur aus ASCII-Zeichen bestehen.

source: Proxy user successfully changed.
de: Proxybenutzer erfolgreich geändert.

source: PyOpenSSL is required
de: PyOpenSSL wird benötigt

source: Rated
de: Bewertet

source: Rating
de: Bewertung

source: Rating category limit successfully changed.
de: Kategorie der Inhaltsbewertung wurde erfolgreich geändert.

source: Rating could not be deleted.
de: Bewertung konnte nicht gelöscht werden.

source: Rating could not be updated.
de: Bewertung konnte nicht geändert werden.

source: Rating data mailed successfully.
de: Mail zur Inhaltsbewertung wurde erfolgreich versendet.

source: Rating limits for ${service}:
de: Bewertungsgrenzen für ${service}:

source: Rating successfully deleted.
de: Bewertung wurde erfolgreich gelöscht.

source: Rating successfully updated.
de: Bewertung erfolgreich geändert.

source: Read the help for information on how to set up your browser to work with ${appname}.
de: Lesen Sie die Hilfe um zu erfahren welche Einstellungen Ihr Browser benötigt, um mit ${appname} zusammenzuarbeiten.

source: Remove comments from HTML source. Comments inside &lt;script&gt; or &lt;style&gt; tags are not removed.
de: Lösche Kommentare aus dem HTML Quelltext. Kommentare innerhalb von &lt;script&gt; or &lt;style&gt; Tags werden nicht gelöscht.

source: Remove folder
de: Ordner löschen

source: Remove images with certain width and/or height.
de: Entferne Bilder bestimmter Breite und/oder Höhe.

source: Remove rule
de: Regel löschen

source: Remove selected
de: Lösche Auswahl

source: Remove selected attributes
de: Lösche ausgewählte Attribute

source: Rename folder
de: Ordner umbenennen

source: Replace binary characters from HTML documents with their ASCII equivalent
de: Ersetze Binärzeichen in HTML Dokumenten durch ihr ASCII-Äquivalent.

source: Replace illegal binary characters in HTML code like the quote chars often found in Microsoft pages.
de: Ersetze illegale Zeichen in HTML code wie z.B. Anführungszeichen wie man sie oft in Microsoft Seiten findet.

source: Replace images having a certain width and height.
de: Ersetze Bilder mit bestimmter Breite und Höhe.

source: Replace images with small, low-quality JPEGs.
de: Ersetze Bilder durch kleine JPEGs niedriger Qualität.

source: Replace part
de: Ersetzter Teil

source: Replace regular expressions in HTML and text data.
de: Ersetze reguläre Ausdrücke in HTML und Textdaten.

source: Replace regular expressions in HTML or JavaScript pages.
de: Ersetze reguläre Ausdrücke in HTML oder Java-Script Seiten.

source: Replace regular expressions in data streams.
de: Ersetze reguläre Ausdrücke in Daten.

source: Replace type
de: Ersatztyp

source: Replace value
de: Zu ersetzender Text

source: Replacement
de: Ersetzter Teil

source: Replacement URL
de: Ersetzte URL

source: Requirements
de: Voraussetzungen

source: Restart proxy
de: Proxy Neustart

source: Restart the WebCleaner proxy?
de: Den Proxy neu starten?

source: Restarting...
de: Starte neu...

source: Rule
de: Regel

source: Rule URL successfully changed.
de: Regel URL wurde erfolgreich geändert.

source: Rule XML replace type successfully changed.
de: XML Regel Ersatztyp wurde erfolgreich geändert.

source: Rule XML replace value successfully changed.
de: XML Regel Ersatzwert wurde erfolgreich geändert.

source: Rule XML selector successfully changed.
de: XML Regel Selektor wurde erfolgreich geändert.

source: Rule already disabled.
de: Regel ist bereits deaktiviert.

source: Rule already enabled.
de: Regel ist bereits aktiviert.

source: Rule description successfully changed.
de: Regelbeschreibung wurde erfolgreich geändert.

source: Rule don't-match-url successfully changed.
de: Regel Nichttreffer-URL wurde erfolgreich geändert.

source: Rule enclosed block successfully changed.
de: Rewrite-Regel eingeschlossener Block wurde erfolgreich geändert.

source: Rule header action value successfully changed.
de: Header-Regel Aktion wurde erfolgreich geändert.

source: Rule header filter stage value successfully changed.
de: Header-Regel Filterstufe wurde erfolgreich geändert.

source: Rule header name successfully changed.
de: Regel Header-Name wurde erfolgreich geändert.

source: Rule header value successfully changed.
de: Regel Header-Wert wurde erfolgreich geändert.

source: Rule icon
de: Regelicon

source: Rule image height successfully changed.
de: Regel Bildhöhe wurde erfolgreich geändert.

source: Rule image width successfully changed.
de: Regel Bildbreite wurde erfolgreich geändert.

source: Rule match-url successfully changed.
de: Regel Treffer-URL wurde erfolgreich geändert.

source: Rule moved down.
de: Regel wurde nach unten geschoben.

source: Rule moved up.
de: Regel wurde nach oben geschoben

source: Rule replace search successfully changed.
de: Replace-Regel Suchwert wurde erfolgreich geändert.

source: Rule replacement successfully changed.
de: Regel Ersatzwert wurde erfolgreich geändert.

source: Rule rewrite part successfully changed.
de: Rewrite-Regel Teilwert wurde erfolgreich geändert.

source: Rule rewrite replacement successfully changed.
de: Rewrite-Regel Ersatztext wurde erfolgreich geändert.

source: Rule rewrite tag successfully changed.
de: Rewrite-Regel Tagname wurde erfolgreich geändert.

source: Rule successfully disabled.
de: Ordner erfolgreich deaktiviert.

source: Rule successfully enabled.
de: Regel wurde erfolgreich aktiviert.

source: Rule successfully removed.
de: Regel wurde erfolgreich gelöscht.

source: Rule title successfully changed.
de: Regel Titel wurde erfolgreich geändert.

source: Rule url replacement successfully changed.
de: Regel URL-Ersatzwert wurde erfolgreich geändert.

source: SMTP host
de: SMTP Rechnername

source: SSL gateway
de: SSL Zugang

source: SSL port number
de: SSL Portnummer

source: SSL port successfully changed.
de: SSL Portnummer erfolgreich geändert.

source: Saved ratings
de: Gespeicherte Bewertungen

source: Scan all data with the ClamAv virus scanner. For performance reasons there is a maximum size of 4 MB. If an object exceeds that size the proxy gives an error.
de: Überprüfe alle Daten mit dem ClamAv Virus Scanner. Aus Performancegründen gibt es eine maximale Größe von 4 MB. Falls ein Objekt diese Größe übersteigt, gibt der Proxy einen Fehler aus.

source: Scan content data for viruses.
de: Prüfe Inhaltsdaten auf Viren.

source: Search Google
de: Suche mit Google

source: Search for
de: Suche nach

source: Select <b>Edit -&gt; Preferences -&gt; Advanced -&gt; Proxies</b>.<br> Activate <b>Manual proxy configuration</b>.<br> Under <b>HTTP Proxy</b> enter <i>localhost</i>, the <b>Port</b> is ${port}.<br> Under <b>HTTPS Proxy</b> enter <i>localhost</i>, the <b>Port</b> is ${port}.<br> Under <b>No Proxy for</b> enter <i>localhost, 127.0.0.1</i>.<br> Click <b>Ok</b> to use your new settings.
de: Wählen Sie <b>Bearbeiten -&gt; Einstellungen -&gt; Erweitert -&gt; Proxies</b>.<br> Aktivieren Sie <b>Manuelle Proxy-Konfiguration</b>.<br> Unter <b>HTTP-Proxy</b> geben Sie <i>localhost</i> ein, der <b>Port</b> ist ${port}.<br> Unter <b>HTTPS-Proxy</b> geben Sie <i>localhost</i> ein, der <b>Port</b> ist ${port}.<br> Unter <b>Kein Proxy für</b> geben Sie <i>localhost, 127.0.0.1</i> ein.<br> Klicken Sie <b>Ok</b>, um die neuen Einstellungen zu verwenden.

source: Select <b>Edit -&gt; Preferences -&gt; General -&gt; Connection Settings</b>.<br> Activate <b>Manual proxy configuration</b>.<br> Under <b>HTTP Proxy</b> enter <i>localhost</i>, the <b>Port</b> is ${port}.<br> Under <b>SSL Proxy</b> enter <i>localhost</i>, the <b>Port</b> is ${port}.<br> Under <b>No Proxy for</b> enter <i>localhost, 127.0.0.1</i>.<br> Click <b>Ok</b> to use your new settings.
de: Wählen Sie <b>Bearbeiten -&gt; Einstellungen -&gt; Allgemein -&gt; Verbindungs-Einstellungen</b>.<br> Aktivieren Sie <b>Manuelle Proxy-Konfiguration</b>.<br> Unter <b>HTTP-Proxy</b> geben Sie <i>localhost</i> ein, der <b>Port</b> ist ${port}.<br> Unter <b>SSL-Proxy</b> geben Sie <i>localhost</i> ein, der <b>Port</b> ist ${port}.<br> Unter <b>Kein Proxy für</b> geben Sie <i>localhost, 127.0.0.1</i> ein.<br> Klicken Sie <b>Ok</b>, um die neuen Einstellungen zu verwenden.

source: Select <b>Settings -&gt; Configure Konqueror -&gt; Proxy</b>.<br> Activate <b>Manually specify the proxy settings</b> and select its <b>Setup</b>. In the new windows enter <i>localhost</i> as hostname and ${port} as port number both for <b>HTTP</b> and <b>HTTPS</b>. <br> Under <b>Exceptions</b> add both <i>localhost</i> and <i>127.0.0.1</i> with the <b>New</b> button.
de: Wählen Sie <b>Einstellungen -&gt; Konqueror einrichten -&gt; Proxy</b>.<br>Aktivieren Sie <b>Proxy-Einstellungen manuell vornehmen</b> undwählen Sie dessen Knopf <b>Einrichtung</b>. In dem neuen Fenster geben Sie <i>localhost</i> als Rechnername und ${port} als Portnummer sowohl für <b>HTTP</b> als auch für <b>HTTPS</b> ein.<br>Fügen Sie unter <b>Ausnahmen</b> sowohl <i>localhost</i> als auch <i>127.0.0.1</i> mit dem <b>Neu</b> Knopf hinzu.
